---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.IndexStream
source: html/402d0836-1f62-8762-5c60-83e34ea06520.htm
---
# IndexStream Members

Releases all resources used by the IndexStream